import './AboutPage.css'

const AboutPage = () => {
    return (
        <>
            <div className="header">
                <hr />
                <p className="title">О журнале</p>
                <hr />
            </div>

            <div className='body'>
                <p>Цель издательства «Перспектива»: содействие интеграции российской науки в мировое информационное научное пространство, распространение научных знаний, поддержка высоких стандартов публикаций. </p>
                <p>Наши авторы: доктора и кандидаты наук, аспиранты и соискатели научных степеней, научные работники и специалисты в различных отраслях народного хозяйства, преподаватели и студенты.</p>
            </div>
        </>
    )
}

export default AboutPage