import './MainPage.modules.css'

const MainPage = () => {

    return (
        <>
            <div className="header">
                <hr />
                <p className="title">Главная страница</p>
                <hr />
            </div>
            <div className="body">
                <p>Мы предлагаем вам уникальную возможность ознакомиться с последними научными исследованиями и публикациями в области социологии и права.</p>
                <p>Наш журнал предлагает широкий спектр тем, касающихся взаимосвязи социологических и правовых аспектов в современном обществе. Мы занимаемся научным изучением социальных явлений, проявлений и проблем, а также их связи с законодательством и правоприменением. </p>
                <p>Мы приглашаем вас ознакомиться с нашими последними выпусками журнала, представленными в разделе "Публикации". Там вы найдете статьи, обзоры, аналитические материалы и другие научные публикации, которые позволят вам быть в курсе актуальных тенденций и исследований в социологии и праве. </p>
                <p>Журнал "Социология и право" - это важный источник информации для исследователей, академиков, студентов и всех, кто интересуется вопросами социологии и права. Мы стремимся к высокому качеству публикаций и научной точности, чтобы наши читатели могли получать надежную информацию и актуальные данные для своих исследований. </p>
                <p>Спасибо, что посетили наш сайт. Мы надеемся, что наш журнал будет полезным для вас в вашей профессиональной деятельности и личном развитии.</p>
            </div>
        </>
    )
}

export default MainPage