import './ServicesPage.css'

const ServicesPage = () => {
    return (
        <>
            <div className="header">
                <hr />
                <p className="title">Услуги</p>
                <hr />
            </div>

            <div className='body'>
                <p>Приглашаем преподавателей, молодых ученых, аспирантов, магистрантов и студентов опубликовать научные статьи в печатных научных изданиях. Полные тексты статей в открытом доступе размещаются в <a href="https://Elibrary.ru">Elibrary.ru</a> (Договор с Научной электронной библиотекой Elibrary.ru № 2551-12/2019К от 29.12.2019г.).</p>
                <p>Издательством производится публикация журналов:</p>
                <p>1. «Социология и право»</p>
                <p>2. «Правовое просвещение»</p>
                <p>3. «Закон и правопорядок»</p>
            </div>
        </>
    )
}

export default ServicesPage