import './AuthorsPage.css'

const AuthorsPage = () => {
    return (
        <>
            <div className="header">
                <hr />
                <p className="title">Авторам</p>
                <hr />
            </div>

            <div className='body'>
                <p>Каждый из направляемых трудов подлежит тщательному «слепому»рецензированию, по итогам которого принимается решение о допуске рукописи к публикации в журнале.</p>
                <p>Публикация в журнале осуществляются исключительно на безвозмездной основе. Для нас важен не коммерческий успех проекта, а цель - создание наиболее удобных и активных площадок для научной дискуссии.</p>
            </div>
        </>
    )
}

export default AuthorsPage