import './ConferencesPage.css'

const ConferencesPage = () => {
    return (
        <>
            <div className="header">
                <hr />
                <p className="title">Конференции</p>
                <hr />
            </div>

            <div className="body">
                <p>Издательство по традиции проводит отраслевые конференции в сфере социологии и права.</p>
                <p>Конференции проводятся 2 раза в месяц. Целью данных мероприятий является поддержание диалога между исследователями в сфере социологии и права. </p>
                <p>Для нас нет ничего важнее принципа доступности образовательных и научных процессов, поэтому в 2022 году нами было принято решение использовать для проведения мероприятий системы видео-конференцсвязи.</p>
            </div>
        </>
    )
}

export default ConferencesPage